"About" = "حول";
"About %@" = "حول %@";
"Accessibility" = "إمكانية الوصول";
"Acknowledgments" = "شكر وتقدير";
"Active app" = "البرنامج الحالي";
"Active screen" = "الشاشة الحالية";
"Active Space" = "المساحة الحالية";
"Additional controls" = "ضوابط إضافية";
"Additional controls…" = "ضوابط إضافية…";
"Advanced" = "متقدّم";
"After release" = "بعد الإصدار";
"Align windows" = "محاذاة النوافذ";
"Align windows:" = "ترتيب النوافذ:";
"All apps" = "كل البرامج";
"All data from this form will be made public, as a ticket on github.com" = "كل البيانات في هده الاستمارة سوف تصبح متاحة بشكل عام على github.com";
"All screens" = "كل الشاشات";
"All Spaces" = "كل المساحات";
"Allowed" = "مسموح";
"Alphabetical" = "أبجديّ";
"Alphabetical Order" = "الترتيب الأبجدي";
"Also select windows using:" = "أيضاً اختر النوافذ بـ:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "تعطل AltTab عندما استخدمته آخر مرة. ارسال بلاغ التعطل سوف يساعد في إصلاح المشكلة";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "تم تعيين Alttab حاليًا لعرض التطبيقات.هذا الإعداد متاح فقط عندما يتم تعيين Alttab لإظهار النوافذ.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab is running without Screen Recording permissions. Thumbnails won’t show.";
"AltTab needs some permissions" = "AltTab يحتاج إلى بعض الأذونات";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "سيظهر AltTab إذا كانت النافذة مقلّصة حالياً أو في وضع ملء الشاشة مع أيقونة الحالة.";
"Always" = "دائماً";
"Always send crash reports" = "أرسل بلاغات التعطل دائماً";
"and press" = "ثمّ اضغط";
"and press:" = "واضغط:";
"Animations" = "الرسوم المتحركة";
"Animations…" = "الرسوم المتحركة…";
"App (BundleID starting with)" = "التطبيق (bundleid بدءا من)";
"App Icons" = "أيقونات التطبيق";
"App is hidden" = "التطبيق مخفي";
"App is running but has no open window" = "التطبيق يعمل ولكن ليس له نافذة مفتوحة";
"Apparition delay" = "تأخير الظهور";
"Apparition delay:" = "تأخر الوموض:";
"Appearance" = "المظهر";
"Application Name" = "اسم التطبيق";
"Application Name - Window Title" = "اسم التطبيق - عنوان النافذة";
"Applications" = "التطبيقات";
"Are you sure you don’t want a response?" = "هل أنت متأكد بأنك لا تريد رداً؟";
"Arrow keys" = "أزرار الأسهم";
"Ask whether to send crash reports" = "اسأل قبل إرسال بلاغات التعطل";
"Auto-install updates periodically" = "تثبيت التحديثات تلقائياً بشكل دوري";
"Blacklists" = "القائمة السوداء";
"Cancel" = "إلغاء";
"Cancel and hide" = "إلغاء وإخفاء";
"Center" = "توسيط";
"Check for updates now…" = "ابحث عن تحديثات الآن…";
"Check for updates periodically" = "ابحث عن تحديثات بشكل دوري";
"Check for updates…" = "ابحث عن تحديثات…";
"Check permissions…" = "تحقق من الأذونات…";
"Close window" = "إغلاق النافذة";
"Conflicting shortcut" = "إختصار متعارض";
"Controls" = "التحكم";
"Crash reports policy" = "سياسة تقارير تحطم";
"Crash reports policy:" = "سياسات بلاغات التعطل:";
"Cursor follows focus" = "المؤشر يتبع التركيز";
"Customize App Icons style…" = "تخصيص نمط أيقونات التطبيق…";
"Customize Thumbnails style…" = "تخصيص نمط المصغرة…";
"Customize Titles style…" = "تخصيص نمط العناوين…";
"Dark" = "مظلم";
"Disabled" = "Disabled";
"Do nothing" = "لا تفعل شيء";
"Don’t check for updates periodically" = "لا تبحث عن تحديثات بشكل دوري";
"Don’t send" = "لا ترسل";
"Don’t show windows from these apps" = "لا تُظهر نوافذ هذه التطبيقات";
"Done" = "منتهي";
"End" = "النهاية";
"Fade out animation" = "الرسوم المتحركة للتلاشي";
"Fade out animation:" = "تأثير الإختفاء:";
"Focus selected window" = "ركّز النافذة المختارة";
"Fullscreen window" = "نافذة ملء الشاشة";
"Fullscreen windows:" = "النوافذ كاملة الشاشة:";
"Fullscreen/Defullscreen window" = "نافذة ملء الشاشة/defullscreen";
"General" = "عام";
"Gesture" = "Gesture";
"Grant permission" = "Grant permission";
"Hidden windows:" = "النوافذ المخفية";
"Hide" = "إخفاء";
"Hide app badges" = "اخفِ أيقونات التطبيقات";
"Hide app badges:" = "إخفاء أيقونات التطبيقات:";
"Hide apps with no open window" = "اخفِ التطبيقات بدون نوافذ مفتوحة";
"Hide apps with no open window:" = "إخفاء التطبيقات بدون نوافذ مفتوحة:";
"Hide colored circles on mouse hover" = "اخفِ الدوائر الملونة عند تحويم الفأرة";
"Hide colored circles on mouse hover:" = "أخفاء الدوائر الملونة عند تحويم الفأرة:";
"Hide in %@" = "اِخفِ في %@";
"Hide Space number labels" = "اخفِ مساحة الأرقام";
"Hide Space number labels:" = "إخفاء مساحة الأرقام:";
"Hide status icons" = "اخفِ أيقونة الحالة";
"Hide status icons:" = "اخفِ أيقونة الحالة:";
"Hide window thumbnails:" = "إخفاء الصورة المصغرة للنافذة:";
"Hide/Show app" = "إخفاء/إظهار برنامج";
"High" = "عالي";
"Highest" = "أعلى";
"Hold" = "ثبّت";
"Horizontal Swipe with Four Fingers" = "Horizontal Swipe with Four Fingers";
"Horizontal Swipe with Three Fingers" = "Horizontal Swipe with Three Fingers";
"I think the app could be improved with…" = "أعتقد أنه بالإمكان تطوير البرنامج بـ…";
"Ignore shortcuts when active" = "تجاهل الاختصارات عند النشاط";
"Ignore shortcuts while a window from these apps is active" = "لا تفعّل الإختصارات عندما تكون نافذة من أحد هذه التطبيقات مفعّلة";
"Language" = "Language";
"Language Change" = "Language Change";
"Large" = "كبير";
"Later" = "Later";
"Latest releases" = "آخر الإصدارات";
"Leading" = "قيادة";
"Left" = "يسار";
"Light" = "ضوء";
"Max height on screen:" = "أكبر طول على الشاشة:";
"Max width on screen:" = "أكبر عرض على الشاشة:";
"Medium" = "متوسط";
"Menubar icon" = "أيقونة شريط القوائم";
"Menubar icon:" = "أيقونة شريط القوائم:";
"Middle" = "المنتصف";
"Minimize/Deminimize window" = "تصغير/تكبير نافذة";
"Minimized windows:" = "النوافذ المصغرة:";
"Miscellaneous" = "Miscellaneous";
"Miscellaneous:" = "متنوّع:";
"Mouse hover" = "تمرير المؤشر";
"Multiple screens" = "شاشات متعددة";
"Never send crash reports" = "لا ترسل بلاغات أبداً";
"Normal" = "طبيعي";
"Not allowed" = "غير مسموح";
"NSHumanReadableCopyright" = "رخصة GPL-3.0";
"Only if the window is fullscreen" = "فقط عندما تكون النافذة شاشة كاملة";
"Open Accessibility Preferences…" = "افتح إعدادات إمكانية الوصول ...";
"Open Screen Recording Preferences…" = "افتح إعدادات تسجيل الشاشة";
"Open Trackpad Preferences…" = "Open Trackpad Preferences…";
"Optional: email (if you want a reply)" = "اختياري: بريد (إذا كنت تريد رد)";
"Order windows by" = "رتّب النوافذ حسب";
"Policies" = "سياسات";
"Preferences…" = "التفضيلات…";
"Preview selected window" = "معاينة نافذة محددة";
"Preview selected window:" = "عاينْ النافذة المختارة:";
"Preview the selected window." = "معاينة النافذة المحددة.";
"Quit" = "إغلاق";
"Quit %@" = "خروج %@";
"Quit app" = "إغلاق البرنامج";
"Recently Created" = "تم إنشاؤه مؤخراً";
"Recently Created First" = "تم إنشاؤها مؤخرًا أولاً";
"Recently Focused" = "تم التركيز عليه مؤخراً";
"Recently Focused First" = "ركز مؤخرا أولا";
"Remember my choice" = "تذكر خياري";
"Reset preferences and restart" = "إعادة تعيين التفضيلات وإعادة التشغيل";
"Reset preferences and restart…" = "إعادة تعيين التفضيلات وإعادة التشغيل ...";
"Restart Now" = "Restart Now";
"Rows of thumbnails:" = "صفوف الصور المصغرة:";
"Screen including menu bar" = "شاشة شريط القوائم";
"Screen including mouse" = "شاشة المؤشر";
"Screen Recording" = "تسجيل الشاشة";
"Screen showing AltTab" = "شاشة الـAltTab";
"Select next window" = "حدد النافذة التالية";
"Select previous window" = "حدد النافذة السابقة";
"Select windows on mouse hover" = "حدد النوافذ عند تحويم الفأرة";
"Select windows using arrow keys" = "حدد النوافذ باستخدام مفاتيح الأسهم";
"Select windows using vim keys" = "حدد Windows باستخدام مفاتيح VIM";
"Send" = "إرسال";
"Send a crash report?" = "هل تريد إرسال بلاغ تعطل؟";
"Send anyway" = "إرسال على أية حال";
"Send debug profile (CPU, memory, etc)" = "إرسال ملف الأخطاء (معالج، ذاكرة، إلخ)";
"Send feedback" = "أرسل رأيك";
"Send feedback…" = "أرسل رأيك…";
"Share improvement ideas, or report bugs" = "شارك أفكارك التطويرية، أو بلغ عن أخطاء";
"Shortcut 1" = "الإختصار ١";
"Shortcut 2" = "الإختصار ٢";
"Shortcut 3" = "الاختصار ٣";
"Shortcut 4" = "الاختصار ٤";
"Shortcut 5" = "الاختصار ٥";
"Shortcut already assigned to another action: %@" = "الإختصار محجوز لفعل آخر: %@";
"Shortcuts When Active" = "اختصارات عند نشطة";
"Shortcuts when active…" = "اختصارات عندما تنشط ...";
"Show" = "إظهار";
"Show & Hide" = "اظهر المخفي";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "اعرض عنصرًا في المحول لكل نافذة ، أو لكل تطبيق.سيتم تركيز Windows ، في حين سيتم تنشيط التطبيقات.";
"Show at the end" = "أظهر في النهاية";
"Show fullscreen windows" = "إظهار النوافذ ملء الشاشة";
"Show hidden windows" = "إظهار النوافذ المخفية";
"Show in switcher" = "عرض في Switcher";
"Show minimized windows" = "إظهار Windows إلى أدنى حد";
"Show on" = "عرض على";
"Show on:" = "أظهر على:";
"Show standard tabs as windows" = "إظهر التابات كشاشات";
"Show standard tabs as windows:" = "أظهر التبويبات كنوافذ:";
"Show titles" = "إظهار العناوين";
"Show windows from applications" = "عرض Windows من التطبيقات";
"Show windows from screens" = "عرض Windows من الشاشات";
"Show windows from Spaces" = "إظهار النوافذ من المساحات";
"Show windows from:" = "أظهر النوافذ من:";
"Size" = "مقاس";
"Skipped" = "Skipped";
"Small" = "صغير";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "تستخدم بعض التطبيقات مثل Finder أو Preview علامات تبويب قياسية تعمل مثل Windows المستقلة.تستخدم بعض التطبيقات الأخرى مثل متصفحات الويب علامات تبويب مخصصة تعمل بطرق فريدة وليست نوافذ فعلية.لا يمكن لـ Alttab سردها بشكل منفصل.";
"Source code repository" = "مخزن شفرة المصدر";
"Space" = "مساحة";
"Space Order" = "ترتيب الفضاء";
"Start" = "البداية";
"Start at login" = "ابدأ في تسجيل الدخول";
"Start at login:" = "شغّل البرنامج عند الدخول:";
"Support this project ❤️" = "اِدعم هذا المشروع ❤";
"Swipe with Four Fingers" = "Swipe with Four Fingers";
"Swipe with Three Fingers" = "Swipe with Three Fingers";
"Switch between 3 different styles. You can customize them." = "التبديل بين 3 أنماط مختلفة.يمكنك تخصيصها.";
"System" = "نظام";
"System Default" = "System Default";
"The application needs to restart to apply the language change." = "The application needs to restart to apply the language change.";
"Theme" = "سمة";
"Theme:" = "المظهر:";
"Then release:" = "ثمّ اترك:";
"This permission is needed to focus windows after you release the shortcut" = "هذا الإذن يسمح لنا بالتركيز على النوافذ بعد تفعيلك للإختصار";
"This permission is needed to show screenshots and titles of open windows" = "هذا الإذن يسمح لنا بتصوير النوافذ والحصول على عناوينها";
"Thumbnails" = "الصورة المصغرة";
"Title" = "Title";
"Title truncation" = "اقتطاع العنوان";
"Titles" = "الألقاب";
"Trigger shortcut" = "اختصار الزناد";
"Unassign existing shortcut and continue" = "ألغ الفعل المحجوز واستمر";
"Updates policy" = "سياسة التحديثات";
"Updates policy:" = "سياسة التحديثات:";
"Use the app without this permission. Thumbnails won’t show." = "Use the app without this permission. Thumbnails won’t show.";
"Version" = "الإصدار";
"Vertical Swipe with Four Fingers" = "Vertical Swipe with Four Fingers";
"Vertical Swipe with Three Fingers" = "Vertical Swipe with Three Fingers";
"View existing discussions" = "أنظر للنقاشات الحالية";
"Vim keys" = "مفاتيح Vim";
"Vim keys already assigned to other actions:\n%@" = "مفاتيح Vim المعينة بالفعل لإجراءات أخرى: \\\n%@";
"Visibility" = "الرؤية";
"Visible Spaces" = "المساحات الظاهرة";
"When fullscreen" = "عند ملء الشاشة";
"When no open window" = "عندما لا توجد نافذة مفتوحة";
"While open, press:" = "عندما تكون مفتوحة، إضغط:";
"Window app icon size:" = "حجم أيقونة النافذة:";
"Window is fullscreen" = "النافذة ملء الشاشة";
"Window is minimized" = "تمَّ تقليص النافذة";
"Window is on every Space" = "النافذة موجودة في كل المساحات";
"Window is on Space %d" = "النافذة موجودة في المساحة %d";
"Window max width in row:" = "أكبر عرض للنافذة بالأعمدة:";
"Window min width in row:" = "أصغر عرض للنافذة بالأعمدة:";
"Window order:" = "ترتيب النوافذ:";
"Window Title" = "عنوان النافذة";
"Window title font size:" = "حجم خط عنوان النافذة:";
"Window title truncation:" = "اقتطاع عنوان النافذة:";
"Windows" = "نوافذ";
"You can’t undo this action." = "لا يمكنك التراجع عن هذا الإجراء.";
"You didn’t write your email, thus can’t receive any response." = "لم تكتب بريدك؛ فلذلك لن تحصل على رد.";
"You may need to disable some conflicting system gestures" = "You may need to disable some conflicting system gestures";
